---
kind: other
id: Properties.T:Autodesk.Revit.DB.FamilySizeTableManager
source: html/6d1d1768-36bd-a9bf-5c09-812bf170377d.htm
---
# FamilySizeTableManager Properties

Specifies whether the .NET object represents a valid Revit entity.